[
  [
    "The patient has fearfulness, nervousness, anxiety; scattered or racing thoughts; insomnia or interrupted sleep; tremors, spasms, twitches; restlessness or fidgety limbs; dry skin, hair or lips; cold hands and feet; irregular digestion (bloating, gas, constipation); variable appetite.",
    {
      "entities": [
        [
          16,
          49,
          "SYMPTOM"
        ],
        [
          51,
          79,
          "SYMPTOM"
        ],
        [
          81,
          110,
          "SYMPTOM"
        ],
        [
          112,
          137,
          "SYMPTOM"
        ],
        [
          139,
          168,
          "SYMPTOM"
        ],
        [
          170,
          192,
          "SYMPTOM"
        ],
        [
          194,
          213,
          "SYMPTOM"
        ],
        [
          215,
          264,
          "SYMPTOM"
        ],
        [
          266,
          283,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has excess internal heat and inflammation; acidity, heartburn, sour belching; frequent hunger and strong appetite; anger, irritability, frustration, criticism; oily or reddish skin, profuse sweating; overly sharp or critical thinking; sensitivity to hot weather or sun.",
    {
      "entities": [
        [
          16,
          53,
          "SYMPTOM"
        ],
        [
          55,
          88,
          "SYMPTOM"
        ],
        [
          90,
          125,
          "SYMPTOM"
        ],
        [
          127,
          170,
          "SYMPTOM"
        ],
        [
          172,
          210,
          "SYMPTOM"
        ],
        [
          212,
          245,
          "SYMPTOM"
        ],
        [
          247,
          280,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has heaviness and sluggishness of body and mind; weight gain, water retention, swelling; congestion: cough, colds, excess mucus; oily skin, acne or oily secretions; slow digestion, low appetite, tendency to oversleep; emotional attachment, greed, envy, resistance to change.",
    {
      "entities": [
        [
          16,
          59,
          "SYMPTOM"
        ],
        [
          61,
          99,
          "SYMPTOM"
        ],
        [
          101,
          139,
          "SYMPTOM"
        ],
        [
          141,
          175,
          "SYMPTOM"
        ],
        [
          177,
          228,
          "SYMPTOM"
        ],
        [
          230,
          285,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has pimples; skin inflammation; emotional stress; premenstrual hormonal changes; chemical exposure; too much sunlight; possible bacterial infection.",
    {
      "entities": [
        [
          16,
          23,
          "SYMPTOM"
        ],
        [
          25,
          42,
          "SYMPTOM"
        ],
        [
          44,
          60,
          "SYMPTOM"
        ],
        [
          62,
          91,
          "SYMPTOM"
        ],
        [
          93,
          110,
          "SYMPTOM"
        ],
        [
          112,
          129,
          "SYMPTOM"
        ],
        [
          131,
          159,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has psychological escape due to stress, emotional pain, or dissatisfaction; chemical dependency on substances (e.g., tobacco, alcohol, marijuana); brain dysfunction in absence of addictive substance; withdrawal symptoms such as headache, tremors, drowsiness, depression; low appetite, especially among alcohol users.",
    {
      "entities": [
        [
          16,
          86,
          "SYMPTOM"
        ],
        [
          88,
          157,
          "SYMPTOM"
        ],
        [
          159,
          210,
          "SYMPTOM"
        ],
        [
          212,
          281,
          "SYMPTOM"
        ],
        [
          283,
          327,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has abdominal bloating, gastric discomfort, colic; sudden wheezing, sneezing; headache, ringing in ears; insomnia; rash, hives, urticaria; itching, allergic dermatitis; eczema; hay fever, sneezing, runny nose; congestion, cough, sinus infection; asthma.",
    {
      "entities": [
        [
          16,
          61,
          "SYMPTOM"
        ],
        [
          63,
          88,
          "SYMPTOM"
        ],
        [
          90,
          115,
          "SYMPTOM"
        ],
        [
          117,
          125,
          "SYMPTOM"
        ],
        [
          127,
          149,
          "SYMPTOM"
        ],
        [
          151,
          179,
          "SYMPTOM"
        ],
        [
          181,
          187,
          "SYMPTOM"
        ],
        [
          189,
          220,
          "SYMPTOM"
        ],
        [
          222,
          256,
          "SYMPTOM"
        ],
        [
          258,
          264,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has thin, dry, rough, scaly skin; cracking of joints; emaciation and pallor; breathlessness; constipation; tarry black stool; slightly yellowish eyes; high-colored or yellow-tinged urine; dark brown or yellowish stools; nausea or pain in liver/spleen area; dizziness or vertigo; light sensitivity; swelling (edema); cold, clammy, shiny skin; skin stretched and reflective.",
    {
      "entities": [
        [
          16,
          44,
          "SYMPTOM"
        ],
        [
          46,
          64,
          "SYMPTOM"
        ],
        [
          66,
          87,
          "SYMPTOM"
        ],
        [
          89,
          103,
          "SYMPTOM"
        ],
        [
          105,
          117,
          "SYMPTOM"
        ],
        [
          119,
          136,
          "SYMPTOM"
        ],
        [
          138,
          161,
          "SYMPTOM"
        ],
        [
          163,
          198,
          "SYMPTOM"
        ],
        [
          200,
          230,
          "SYMPTOM"
        ],
        [
          232,
          267,
          "SYMPTOM"
        ],
        [
          269,
          289,
          "SYMPTOM"
        ],
        [
          291,
          308,
          "SYMPTOM"
        ],
        [
          310,
          326,
          "SYMPTOM"
        ],
        [
          328,
          352,
          "SYMPTOM"
        ],
        [
          354,
          383,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has frequent anger outbursts; hostile feelings or behaviors; misunderstanding and wrong judgment due to pitta imbalance.",
    {
      "entities": [
        [
          16,
          40,
          "SYMPTOM"
        ],
        [
          42,
          71,
          "SYMPTOM"
        ],
        [
          73,
          131,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has chest pain under the breastbone; pain radiating to left shoulder, inner upper arm, and little finger; local “anemia” of heart muscle due to kapha blockage; heart palpitations.",
    {
      "entities": [
        [
          16,
          47,
          "SYMPTOM"
        ],
        [
          49,
          116,
          "SYMPTOM"
        ],
        [
          118,
          170,
          "SYMPTOM"
        ],
        [
          172,
          190,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has feelings of fear; insomnia; generalized anxiety.",
    {
      "entities": [
        [
          16,
          32,
          "SYMPTOM"
        ],
        [
          34,
          42,
          "SYMPTOM"
        ],
        [
          44,
          63,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has poor appetite; indigestion; bloating; ama (toxins) in gi tract; coating on the tongue; bad breath; lack of energy.",
    {
      "entities": [
        [
          16,
          29,
          "SYMPTOM"
        ],
        [
          31,
          42,
          "SYMPTOM"
        ],
        [
          44,
          52,
          "SYMPTOM"
        ],
        [
          54,
          78,
          "SYMPTOM"
        ],
        [
          80,
          101,
          "SYMPTOM"
        ],
        [
          103,
          113,
          "SYMPTOM"
        ],
        [
          115,
          129,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has joints crack and pop; dry, non-swollen, cold joints; pain on movement with one tender spot; aggravated by strenuous exercise; inflamed, swollen, hot, and red joints; pain even at rest; stiff, swollen joints that feel cold and clammy; pain eases with gentle movement; worse in the morning, improves with activity.",
    {
      "entities": [
        [
          16,
          36,
          "SYMPTOM"
        ],
        [
          38,
          67,
          "SYMPTOM"
        ],
        [
          69,
          106,
          "SYMPTOM"
        ],
        [
          108,
          140,
          "SYMPTOM"
        ],
        [
          142,
          180,
          "SYMPTOM"
        ],
        [
          182,
          199,
          "SYMPTOM"
        ],
        [
          201,
          248,
          "SYMPTOM"
        ],
        [
          250,
          281,
          "SYMPTOM"
        ],
        [
          283,
          327,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has sudden short, gasping breaths; wheezing; chest tightness; difficulty breathing.",
    {
      "entities": [
        [
          16,
          45,
          "SYMPTOM"
        ],
        [
          47,
          55,
          "SYMPTOM"
        ],
        [
          57,
          72,
          "SYMPTOM"
        ],
        [
          74,
          94,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has itchy, inflammatory condition between the toes; excessive sweating on the soles of the feet; redness and irritation in toe webs.",
    {
      "entities": [
        [
          16,
          62,
          "SYMPTOM"
        ],
        [
          64,
          107,
          "SYMPTOM"
        ],
        [
          109,
          143,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has back muscle strain or pull; pain when lifting heavy loads or prolonged sitting; pain from emotional tension or injury; sharp or severe pain from slipped disk.",
    {
      "entities": [
        [
          16,
          42,
          "SYMPTOM"
        ],
        [
          44,
          94,
          "SYMPTOM"
        ],
        [
          96,
          133,
          "SYMPTOM"
        ],
        [
          135,
          173,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has foul mouth odor; coated tongue (especially posterior); chronic indigestion or malabsorption; systemic toxicity (ama) in colon or intestines.",
    {
      "entities": [
        [
          16,
          31,
          "SYMPTOM"
        ],
        [
          33,
          69,
          "SYMPTOM"
        ],
        [
          71,
          107,
          "SYMPTOM"
        ],
        [
          109,
          155,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has excessive hair shedding; premature thinning or graying; scalp inflammation or folliculitis; dry, brittle hair.",
    {
      "entities": [
        [
          16,
          39,
          "SYMPTOM"
        ],
        [
          41,
          70,
          "SYMPTOM"
        ],
        [
          72,
          106,
          "SYMPTOM"
        ],
        [
          108,
          125,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has local pitta irritation under the skin; itching and burning sensation; hives or rash around the bite/sting; periodic allergic reactions; in severe cases: generalized edema, breathlessness, choking risk.",
    {
      "entities": [
        [
          16,
          53,
          "SYMPTOM"
        ],
        [
          55,
          84,
          "SYMPTOM"
        ],
        [
          86,
          121,
          "SYMPTOM"
        ],
        [
          123,
          150,
          "SYMPTOM"
        ],
        [
          152,
          216,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has distended bladder with inability to pass urine; burning sensation while urinating; involuntary urine leakage (especially on coughing or sneezing).",
    {
      "entities": [
        [
          16,
          62,
          "SYMPTOM"
        ],
        [
          64,
          97,
          "SYMPTOM"
        ],
        [
          99,
          161,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has bleeding lasting longer than 5–6 minutes; failure of blood to clot promptly; continuous bleeding from cuts, wounds or gums; thin, non-coagulating blood.",
    {
      "entities": [
        [
          16,
          56,
          "SYMPTOM"
        ],
        [
          58,
          91,
          "SYMPTOM"
        ],
        [
          93,
          138,
          "SYMPTOM"
        ],
        [
          140,
          167,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has bleeding from peptic ulcers; hematoma (blood-filled swelling); blood in urine (urethral bleeding); easy bruising due to fragile vessels.",
    {
      "entities": [
        [
          16,
          43,
          "SYMPTOM"
        ],
        [
          45,
          77,
          "SYMPTOM"
        ],
        [
          79,
          113,
          "SYMPTOM"
        ],
        [
          115,
          151,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has painful, pus‐filled skin nodules; inflammation of skin and subcutaneous tissue; often linked to chronic constipation or high pitta in the blood; may indicate toxic liver or diabetes if recurrent.",
    {
      "entities": [
        [
          16,
          48,
          "SYMPTOM"
        ],
        [
          50,
          94,
          "SYMPTOM"
        ],
        [
          96,
          159,
          "SYMPTOM"
        ],
        [
          161,
          210,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has baby refuses or lacks interest in feeding; kapha stagnation in child’s digestive tract; strongly hungry baby but low milk production; scanty lactation; redness, itching or fungal rash on nipple; pain or discomfort during nursing.",
    {
      "entities": [
        [
          16,
          57,
          "SYMPTOM"
        ],
        [
          59,
          102,
          "SYMPTOM"
        ],
        [
          104,
          148,
          "SYMPTOM"
        ],
        [
          150,
          166,
          "SYMPTOM"
        ],
        [
          168,
          209,
          "SYMPTOM"
        ],
        [
          211,
          244,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has tender, swollen, or enlarged breasts; soreness and discomfort around nipple and tissue; sensitivity often premenstrually or with hormonal shifts; tightness or pain aggravated by restrictive bras.",
    {
      "entities": [
        [
          16,
          52,
          "SYMPTOM"
        ],
        [
          54,
          102,
          "SYMPTOM"
        ],
        [
          104,
          160,
          "SYMPTOM"
        ],
        [
          162,
          210,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has rough, brittle, cracked or split nails; ridges and creases on nail surface; signs of malnutrition of bone tissue (asthi dhatu).",
    {
      "entities": [
        [
          16,
          54,
          "SYMPTOM"
        ],
        [
          56,
          90,
          "SYMPTOM"
        ],
        [
          92,
          142,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has searing pain; redness and inflammation; burning sensation.",
    {
      "entities": [
        [
          16,
          28,
          "SYMPTOM"
        ],
        [
          30,
          54,
          "SYMPTOM"
        ],
        [
          56,
          73,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has inflammation of bursae (fluid sacs) around shoulder, knee, or other joints; localized pain and swelling; heat and sensitivity in affected area.",
    {
      "entities": [
        [
          16,
          90,
          "SYMPTOM"
        ],
        [
          92,
          119,
          "SYMPTOM"
        ],
        [
          121,
          158,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has painful, shallow ulcers on oral mucous membranes; burning or stinging sensation; inflammation and redness around sore.",
    {
      "entities": [
        [
          16,
          64,
          "SYMPTOM"
        ],
        [
          66,
          95,
          "SYMPTOM"
        ],
        [
          97,
          133,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has opacity of the lens; smoky or blurred vision.",
    {
      "entities": [
        [
          16,
          35,
          "SYMPTOM"
        ],
        [
          37,
          60,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has dimpling of skin surface (subcutaneous fat irregularities); accumulation of fatty deposits under skin; often appears on thighs, hips, buttocks.",
    {
      "entities": [
        [
          16,
          74,
          "SYMPTOM"
        ],
        [
          76,
          117,
          "SYMPTOM"
        ],
        [
          119,
          158,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has elevated total cholesterol (>200 mg/dl); imbalanced lipid profile (high ldl, low hdl); risk of atherosclerosis, cardiovascular disease, hypertension, stroke.",
    {
      "entities": [
        [
          16,
          55,
          "SYMPTOM"
        ],
        [
          57,
          101,
          "SYMPTOM"
        ],
        [
          103,
          172,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has runny nose; cough; congestion; headache; body aches; fever; chills; loss of appetite; poor digestion.",
    {
      "entities": [
        [
          16,
          26,
          "SYMPTOM"
        ],
        [
          28,
          33,
          "SYMPTOM"
        ],
        [
          35,
          45,
          "SYMPTOM"
        ],
        [
          47,
          55,
          "SYMPTOM"
        ],
        [
          57,
          67,
          "SYMPTOM"
        ],
        [
          69,
          74,
          "SYMPTOM"
        ],
        [
          76,
          82,
          "SYMPTOM"
        ],
        [
          84,
          100,
          "SYMPTOM"
        ],
        [
          102,
          116,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has inflammation of the colon; diarrhea with mucus and blood; burning sensation in the rectum; ulceration of the bowel lining.",
    {
      "entities": [
        [
          16,
          41,
          "SYMPTOM"
        ],
        [
          43,
          72,
          "SYMPTOM"
        ],
        [
          74,
          105,
          "SYMPTOM"
        ],
        [
          107,
          137,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has red, inflamed conjunctiva; photophobia (light sensitivity); discharge from the eyes; burning sensation.",
    {
      "entities": [
        [
          16,
          41,
          "SYMPTOM"
        ],
        [
          43,
          74,
          "SYMPTOM"
        ],
        [
          76,
          99,
          "SYMPTOM"
        ],
        [
          101,
          118,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has dry, hard stools; abdominal distension and discomfort; flatulence and pain; headache and bad breath; toxin reabsorption from the colon.",
    {
      "entities": [
        [
          16,
          32,
          "SYMPTOM"
        ],
        [
          34,
          69,
          "SYMPTOM"
        ],
        [
          71,
          90,
          "SYMPTOM"
        ],
        [
          92,
          115,
          "SYMPTOM"
        ],
        [
          117,
          150,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has tickling sensation in the throat; dryness and irritation of the trachea or bronchus; inflammation of the bronchial mucous membrane; cough that is dry (without mucus) or productive (with mucus).",
    {
      "entities": [
        [
          16,
          48,
          "SYMPTOM"
        ],
        [
          50,
          99,
          "SYMPTOM"
        ],
        [
          101,
          146,
          "SYMPTOM"
        ],
        [
          148,
          208,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has dry, flaky scalp; itching and skin flaking; scalp dryness from poor circulation; possible protein deficiency or fungal involvement.",
    {
      "entities": [
        [
          16,
          32,
          "SYMPTOM"
        ],
        [
          34,
          58,
          "SYMPTOM"
        ],
        [
          60,
          95,
          "SYMPTOM"
        ],
        [
          97,
          146,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has loss of interest in friends and activities; sleep disturbances (insomnia, early awakening, oversleeping); anxiety, irritability, restlessness; low energy and fatigue; appetite changes (loss or overeating) and weight fluctuation; difficulty concentrating and making decisions; decreased sex drive; feelings of worthlessness, guilt, hopelessness, helplessness; frequent crying spells and suicidal thoughts.",
    {
      "entities": [
        [
          16,
          58,
          "SYMPTOM"
        ],
        [
          60,
          120,
          "SYMPTOM"
        ],
        [
          122,
          157,
          "SYMPTOM"
        ],
        [
          159,
          181,
          "SYMPTOM"
        ],
        [
          183,
          243,
          "SYMPTOM"
        ],
        [
          245,
          290,
          "SYMPTOM"
        ],
        [
          292,
          311,
          "SYMPTOM"
        ],
        [
          313,
          373,
          "SYMPTOM"
        ],
        [
          375,
          419,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has diminished agni (digestive fire); elevated fasting and postprandial blood sugar; insulin dependency in advanced cases.",
    {
      "entities": [
        [
          16,
          48,
          "SYMPTOM"
        ],
        [
          50,
          95,
          "SYMPTOM"
        ],
        [
          97,
          133,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has frequent liquid stools; abdominal discomfort and distension; flatulence; headache; bad breath.",
    {
      "entities": [
        [
          16,
          38,
          "SYMPTOM"
        ],
        [
          40,
          75,
          "SYMPTOM"
        ],
        [
          77,
          87,
          "SYMPTOM"
        ],
        [
          89,
          97,
          "SYMPTOM"
        ],
        [
          99,
          109,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has frequent watery stools; possible dehydration signs: sunken eyes, dry lips, drowsiness.",
    {
      "entities": [
        [
          16,
          38,
          "SYMPTOM"
        ],
        [
          40,
          101,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has rough, flaky, or scaly skin; itching and discomfort; lack of natural oils leading to tightness.",
    {
      "entities": [
        [
          16,
          43,
          "SYMPTOM"
        ],
        [
          45,
          67,
          "SYMPTOM"
        ],
        [
          69,
          110,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has pain or aching in the ear; dry, crusty ear canal; tight or painful eardrum; pain when pulling on the earlobe (suggests external infection).",
    {
      "entities": [
        [
          16,
          41,
          "SYMPTOM"
        ],
        [
          43,
          64,
          "SYMPTOM"
        ],
        [
          66,
          90,
          "SYMPTOM"
        ],
        [
          92,
          154,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has muffled or reduced hearing; uncomfortable pressure in the ear canal; ear blockage or fullness.",
    {
      "entities": [
        [
          16,
          42,
          "SYMPTOM"
        ],
        [
          44,
          83,
          "SYMPTOM"
        ],
        [
          85,
          109,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has sudden swelling of any body part (eyes, foot, nose, toe); associated pain or itching; pressure or fullness in affected area.",
    {
      "entities": [
        [
          16,
          72,
          "SYMPTOM"
        ],
        [
          74,
          100,
          "SYMPTOM"
        ],
        [
          102,
          139,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has dry, gritty or burning sensation in the eyes; eye strain and fatigue after screen work, reading, driving or exposure to pollution; itching or discomfort in the conjunctiva; temporary redness or bloodshot appearance; intermittent tearing or blurred vision.",
    {
      "entities": [
        [
          16,
          60,
          "SYMPTOM"
        ],
        [
          62,
          145,
          "SYMPTOM"
        ],
        [
          147,
          187,
          "SYMPTOM"
        ],
        [
          189,
          230,
          "SYMPTOM"
        ],
        [
          232,
          270,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has objective dizziness: feeling the room moves around you; subjective dizziness: feeling you are swinging or off balance; lightheadedness or near-fainting on standing; motion sickness with nausea and vomiting; collapse and loss of consciousness (fainting).",
    {
      "entities": [
        [
          16,
          70,
          "SYMPTOM"
        ],
        [
          72,
          133,
          "SYMPTOM"
        ],
        [
          135,
          179,
          "SYMPTOM"
        ],
        [
          181,
          221,
          "SYMPTOM"
        ],
        [
          223,
          268,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has physical exhaustion and muscle tiredness; mental fatigue, low motivation or boredom; persistent listlessness and low energy; post-exercise or overwork weakness; fatigue from anemia or low blood count; chronic fatigue associated with infections (e.g., epstein-barr).",
    {
      "entities": [
        [
          16,
          56,
          "SYMPTOM"
        ],
        [
          58,
          99,
          "SYMPTOM"
        ],
        [
          101,
          139,
          "SYMPTOM"
        ],
        [
          141,
          175,
          "SYMPTOM"
        ],
        [
          177,
          215,
          "SYMPTOM"
        ],
        [
          217,
          280,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has elevated body temperature; sweating and chills; weakness and malaise; signs of internal toxicity (ama) in the circulatory system.",
    {
      "entities": [
        [
          16,
          41,
          "SYMPTOM"
        ],
        [
          43,
          62,
          "SYMPTOM"
        ],
        [
          64,
          84,
          "SYMPTOM"
        ],
        [
          86,
          144,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has congestion and enlargement of the breasts; tenderness or discomfort; development of fibrocystic tissue.",
    {
      "entities": [
        [
          16,
          57,
          "SYMPTOM"
        ],
        [
          59,
          83,
          "SYMPTOM"
        ],
        [
          85,
          118,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has heaviness in the stomach; slow digestion; sleep disturbances; congestion or cough; water retention; bronchial congestion or kapha-type asthma; heartburn; acid indigestion; nausea or vomiting; hot flashes; bloodshot eyes; bloating, gas, burping; abdominal discomfort; insomnia and nightmares; joint pain or sciatica; muscle twitching or spasms.",
    {
      "entities": [
        [
          16,
          40,
          "SYMPTOM"
        ],
        [
          42,
          56,
          "SYMPTOM"
        ],
        [
          58,
          76,
          "SYMPTOM"
        ],
        [
          78,
          97,
          "SYMPTOM"
        ],
        [
          99,
          114,
          "SYMPTOM"
        ],
        [
          116,
          157,
          "SYMPTOM"
        ],
        [
          159,
          168,
          "SYMPTOM"
        ],
        [
          170,
          186,
          "SYMPTOM"
        ],
        [
          188,
          206,
          "SYMPTOM"
        ],
        [
          208,
          219,
          "SYMPTOM"
        ],
        [
          221,
          235,
          "SYMPTOM"
        ],
        [
          237,
          259,
          "SYMPTOM"
        ],
        [
          261,
          281,
          "SYMPTOM"
        ],
        [
          283,
          306,
          "SYMPTOM"
        ],
        [
          308,
          330,
          "SYMPTOM"
        ],
        [
          332,
          358,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has increased urge to urinate due to pressure on the bladder; disrupted sleep from nighttime urination.",
    {
      "entities": [
        [
          16,
          72,
          "SYMPTOM"
        ],
        [
          74,
          114,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has stagnation and thickening of bile in the gallbladder; formation of bile stones due to coagulation; pain only when gallbladder tries to expel stones through bile duct.",
    {
      "entities": [
        [
          16,
          68,
          "SYMPTOM"
        ],
        [
          70,
          113,
          "SYMPTOM"
        ],
        [
          115,
          181,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has distension; abdominal discomfort; frequent passing of gas; bloating.",
    {
      "entities": [
        [
          16,
          26,
          "SYMPTOM"
        ],
        [
          28,
          48,
          "SYMPTOM"
        ],
        [
          50,
          73,
          "SYMPTOM"
        ],
        [
          75,
          83,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has tenseness in the eye upon palpation; headaches due to high eye pressure; risk of blindness if untreated.",
    {
      "entities": [
        [
          16,
          51,
          "SYMPTOM"
        ],
        [
          53,
          87,
          "SYMPTOM"
        ],
        [
          89,
          119,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has exposed tooth roots; sensitivity to cold; higher infection risk; bleeding during brushing; inflamed gum tissue; swelling; redness; tenderness; puffy gum tissue; discomfort while eating or brushing.",
    {
      "entities": [
        [
          16,
          35,
          "SYMPTOM"
        ],
        [
          37,
          56,
          "SYMPTOM"
        ],
        [
          58,
          79,
          "SYMPTOM"
        ],
        [
          81,
          105,
          "SYMPTOM"
        ],
        [
          107,
          126,
          "SYMPTOM"
        ],
        [
          128,
          136,
          "SYMPTOM"
        ],
        [
          138,
          145,
          "SYMPTOM"
        ],
        [
          147,
          157,
          "SYMPTOM"
        ],
        [
          159,
          175,
          "SYMPTOM"
        ],
        [
          177,
          212,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has headache; mental dullness; inability to focus; nausea; dizziness; burning sensation in stomach; loss of appetite.",
    {
      "entities": [
        [
          16,
          24,
          "SYMPTOM"
        ],
        [
          26,
          41,
          "SYMPTOM"
        ],
        [
          43,
          61,
          "SYMPTOM"
        ],
        [
          63,
          69,
          "SYMPTOM"
        ],
        [
          71,
          80,
          "SYMPTOM"
        ],
        [
          82,
          110,
          "SYMPTOM"
        ],
        [
          112,
          128,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has reduced ability to hear; gradual deterioration of auditory function.",
    {
      "entities": [
        [
          16,
          39,
          "SYMPTOM"
        ],
        [
          41,
          83,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has burning sensation in the chest or stomach; acid reflux; indigestion; nausea.",
    {
      "entities": [
        [
          16,
          57,
          "SYMPTOM"
        ],
        [
          59,
          70,
          "SYMPTOM"
        ],
        [
          72,
          83,
          "SYMPTOM"
        ],
        [
          85,
          91,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has involuntary hiccupping; spasms in diaphragm; may persist for hours or days.",
    {
      "entities": [
        [
          16,
          38,
          "SYMPTOM"
        ],
        [
          40,
          59,
          "SYMPTOM"
        ],
        [
          61,
          90,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has elevated blood pressure readings; may be asymptomatic or cause headache, dizziness, fatigue.",
    {
      "entities": [
        [
          16,
          48,
          "SYMPTOM"
        ],
        [
          50,
          107,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has heartburn; nausea; diarrhea; gas and bloating; stomachache.",
    {
      "entities": [
        [
          16,
          25,
          "SYMPTOM"
        ],
        [
          27,
          33,
          "SYMPTOM"
        ],
        [
          35,
          43,
          "SYMPTOM"
        ],
        [
          45,
          61,
          "SYMPTOM"
        ],
        [
          63,
          74,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has inability to sleep; restlessness; fatigue; mental agitation; daytime drowsiness.",
    {
      "entities": [
        [
          16,
          34,
          "SYMPTOM"
        ],
        [
          36,
          48,
          "SYMPTOM"
        ],
        [
          50,
          57,
          "SYMPTOM"
        ],
        [
          59,
          75,
          "SYMPTOM"
        ],
        [
          77,
          95,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has irregular bowel movements; abdominal cramping; gas or bloating; alternating constipation and diarrhea.",
    {
      "entities": [
        [
          16,
          41,
          "SYMPTOM"
        ],
        [
          43,
          61,
          "SYMPTOM"
        ],
        [
          63,
          78,
          "SYMPTOM"
        ],
        [
          80,
          117,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has fatigue; disorientation; irritability; insomnia; digestive irregularities.",
    {
      "entities": [
        [
          16,
          23,
          "SYMPTOM"
        ],
        [
          25,
          39,
          "SYMPTOM"
        ],
        [
          41,
          53,
          "SYMPTOM"
        ],
        [
          55,
          63,
          "SYMPTOM"
        ],
        [
          65,
          89,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has weakness in male or female reproductive tissues; emotional stress, anxiety, or depression; middle age or chronic fatigue; constipation.",
    {
      "entities": [
        [
          16,
          63,
          "SYMPTOM"
        ],
        [
          65,
          105,
          "SYMPTOM"
        ],
        [
          107,
          136,
          "SYMPTOM"
        ],
        [
          138,
          150,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has hot flashes; mood swings; water retention; insomnia; vaginal dryness; risk of osteoporosis.",
    {
      "entities": [
        [
          16,
          27,
          "SYMPTOM"
        ],
        [
          29,
          40,
          "SYMPTOM"
        ],
        [
          42,
          57,
          "SYMPTOM"
        ],
        [
          59,
          67,
          "SYMPTOM"
        ],
        [
          69,
          84,
          "SYMPTOM"
        ],
        [
          86,
          106,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has throbbing or pulsating head pain; sensitivity to light and sound; nausea or vomiting; often triggered by sunlight or dietary factors.",
    {
      "entities": [
        [
          16,
          48,
          "SYMPTOM"
        ],
        [
          50,
          80,
          "SYMPTOM"
        ],
        [
          82,
          100,
          "SYMPTOM"
        ],
        [
          102,
          148,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has nausea; vomiting upon waking; sensitivity to smell; acidity in an empty stomach.",
    {
      "entities": [
        [
          16,
          22,
          "SYMPTOM"
        ],
        [
          24,
          44,
          "SYMPTOM"
        ],
        [
          46,
          66,
          "SYMPTOM"
        ],
        [
          68,
          95,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has sudden muscle tightening; pain or stiffness; restricted motion; cramping in skeletal or smooth muscles.",
    {
      "entities": [
        [
          16,
          40,
          "SYMPTOM"
        ],
        [
          42,
          59,
          "SYMPTOM"
        ],
        [
          61,
          78,
          "SYMPTOM"
        ],
        [
          80,
          118,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has dry, crusty nasal passages; nasal congestion; sinus headache; breathing difficulty; snoring or sleep apnea; occasional nosebleeds.",
    {
      "entities": [
        [
          16,
          42,
          "SYMPTOM"
        ],
        [
          44,
          60,
          "SYMPTOM"
        ],
        [
          62,
          76,
          "SYMPTOM"
        ],
        [
          78,
          98,
          "SYMPTOM"
        ],
        [
          100,
          122,
          "SYMPTOM"
        ],
        [
          124,
          145,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has queasiness; stomach discomfort; uncontrolled vomiting; loss of appetite; dehydration (in prolonged cases).",
    {
      "entities": [
        [
          16,
          26,
          "SYMPTOM"
        ],
        [
          28,
          46,
          "SYMPTOM"
        ],
        [
          48,
          69,
          "SYMPTOM"
        ],
        [
          71,
          87,
          "SYMPTOM"
        ],
        [
          89,
          121,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has bleeding from one or both nostrils; nasal congestion or blockage; possible headache or sinus discomfort; clotting and crusting in the nasal passage.",
    {
      "entities": [
        [
          16,
          50,
          "SYMPTOM"
        ],
        [
          52,
          80,
          "SYMPTOM"
        ],
        [
          82,
          119,
          "SYMPTOM"
        ],
        [
          121,
          163,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has bone fragility or fractures; loss of bone mass; spinal compression or stooping; porous or brittle bones.",
    {
      "entities": [
        [
          16,
          43,
          "SYMPTOM"
        ],
        [
          45,
          62,
          "SYMPTOM"
        ],
        [
          64,
          94,
          "SYMPTOM"
        ],
        [
          96,
          119,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has compulsive eating; discomfort or guilt after meals; digestive heaviness or indigestion; weight gain or metabolic imbalance.",
    {
      "entities": [
        [
          16,
          33,
          "SYMPTOM"
        ],
        [
          35,
          66,
          "SYMPTOM"
        ],
        [
          68,
          102,
          "SYMPTOM"
        ],
        [
          104,
          138,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has involuntary ejaculation shortly after sexual activity begins; frustration and relationship strain; performance anxiety; prostatic or pelvic muscle weakness.",
    {
      "entities": [
        [
          16,
          76,
          "SYMPTOM"
        ],
        [
          78,
          113,
          "SYMPTOM"
        ],
        [
          115,
          134,
          "SYMPTOM"
        ],
        [
          136,
          171,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has frequent urination (especially at night); delayed urinary flow; dribbling after urination; sudden urge to urinate; burning sensation during urination (in prostatitis).",
    {
      "entities": [
        [
          16,
          56,
          "SYMPTOM"
        ],
        [
          58,
          78,
          "SYMPTOM"
        ],
        [
          80,
          105,
          "SYMPTOM"
        ],
        [
          107,
          129,
          "SYMPTOM"
        ],
        [
          131,
          182,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has red, itchy skin; raised hives or blotchy rashes; burning or stinging sensation; may be accompanied by nausea in high-pitta states.",
    {
      "entities": [
        [
          16,
          31,
          "SYMPTOM"
        ],
        [
          33,
          63,
          "SYMPTOM"
        ],
        [
          65,
          94,
          "SYMPTOM"
        ],
        [
          96,
          145,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has fresh blood in stools or on tissue; irritation or itching; rectal cracking or burning; frequent straining or urge without full evacuation.",
    {
      "entities": [
        [
          16,
          50,
          "SYMPTOM"
        ],
        [
          52,
          73,
          "SYMPTOM"
        ],
        [
          75,
          101,
          "SYMPTOM"
        ],
        [
          103,
          153,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has itching or burning sensation in the rectal area; irritation or discomfort; possible swelling or redness.",
    {
      "entities": [
        [
          16,
          63,
          "SYMPTOM"
        ],
        [
          65,
          89,
          "SYMPTOM"
        ],
        [
          91,
          119,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has nasal congestion; sinus headache; bad breath; snoring or difficulty breathing; mucous buildup and post-nasal drip; ear infections or sleep apnea (in chronic cases).",
    {
      "entities": [
        [
          16,
          32,
          "SYMPTOM"
        ],
        [
          34,
          48,
          "SYMPTOM"
        ],
        [
          50,
          60,
          "SYMPTOM"
        ],
        [
          62,
          93,
          "SYMPTOM"
        ],
        [
          95,
          129,
          "SYMPTOM"
        ],
        [
          131,
          179,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has loud snoring; breath interruptions during sleep; daytime drowsiness and irritability; poor concentration; cardiopulmonary stress.",
    {
      "entities": [
        [
          16,
          28,
          "SYMPTOM"
        ],
        [
          30,
          63,
          "SYMPTOM"
        ],
        [
          65,
          100,
          "SYMPTOM"
        ],
        [
          102,
          120,
          "SYMPTOM"
        ],
        [
          122,
          144,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has pain or scratchiness in the throat; discomfort when swallowing; dryness or hoarseness.",
    {
      "entities": [
        [
          16,
          50,
          "SYMPTOM"
        ],
        [
          52,
          78,
          "SYMPTOM"
        ],
        [
          80,
          101,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has irregular bowel movements; abdominal cramping; gas or bloating; alternating constipation and diarrhea.",
    {
      "entities": [
        [
          16,
          41,
          "SYMPTOM"
        ],
        [
          43,
          61,
          "SYMPTOM"
        ],
        [
          63,
          78,
          "SYMPTOM"
        ],
        [
          80,
          117,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has dull or sharp abdominal ache; cramping or spasms; bloating; discomfort on eating.",
    {
      "entities": [
        [
          16,
          44,
          "SYMPTOM"
        ],
        [
          46,
          64,
          "SYMPTOM"
        ],
        [
          66,
          74,
          "SYMPTOM"
        ],
        [
          76,
          96,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has redness and inflammation; pain or burning sensation; blistering and peeling; undue sensitivity to light; dizziness and nausea (in severe cases); premature skin aging and wrinkling.",
    {
      "entities": [
        [
          16,
          40,
          "SYMPTOM"
        ],
        [
          42,
          67,
          "SYMPTOM"
        ],
        [
          69,
          91,
          "SYMPTOM"
        ],
        [
          93,
          119,
          "SYMPTOM"
        ],
        [
          121,
          159,
          "SYMPTOM"
        ],
        [
          161,
          195,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has swollen feet and ankles; puffiness of lower extremities.",
    {
      "entities": [
        [
          16,
          39,
          "SYMPTOM"
        ],
        [
          41,
          71,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ],
  [
    "The patient has ringing or buzzing sound in the ears; hissing or clicking noises; persistent internal sound with no external stimulus.",
    {
      "entities": [
        [
          16,
          52,
          "SYMPTOM"
        ],
        [
          54,
          80,
          "SYMPTOM"
        ],
        [
          82,
          133,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has redness and swelling around the nail; pain or tenderness at the nail edge; warmth and possible discharge or pus; difficulty wearing shoes or walking.",
    {
      "entities": [
        [
          16,
          52,
          "SYMPTOM"
        ],
        [
          54,
          89,
          "SYMPTOM"
        ],
        [
          91,
          127,
          "SYMPTOM"
        ],
        [
          129,
          164,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has exposed tooth roots; sensitivity to cold; higher infection risk; bleeding during brushing; inflamed gum tissue; swelling; redness; tenderness; puffy gum tissue; discomfort while eating or brushing.",
    {
      "entities": [
        [
          16,
          35,
          "SYMPTOM"
        ],
        [
          37,
          56,
          "SYMPTOM"
        ],
        [
          58,
          79,
          "SYMPTOM"
        ],
        [
          81,
          105,
          "SYMPTOM"
        ],
        [
          107,
          126,
          "SYMPTOM"
        ],
        [
          128,
          136,
          "SYMPTOM"
        ],
        [
          138,
          145,
          "SYMPTOM"
        ],
        [
          147,
          157,
          "SYMPTOM"
        ],
        [
          159,
          175,
          "SYMPTOM"
        ],
        [
          177,
          212,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has burning epigastric pain; heartburn and acid reflux; nausea or vomiting; mid–back or shoulder pain.",
    {
      "entities": [
        [
          16,
          39,
          "SYMPTOM"
        ],
        [
          41,
          66,
          "SYMPTOM"
        ],
        [
          68,
          86,
          "SYMPTOM"
        ],
        [
          88,
          113,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has leakage of urine on exertion (stress incontinence); urgency or inability to hold urine; frequent small voids.",
    {
      "entities": [
        [
          16,
          66,
          "SYMPTOM"
        ],
        [
          68,
          102,
          "SYMPTOM"
        ],
        [
          104,
          124,
          "SYMPTOM"
        ]
      ]
    }
  ],
  [
    "The patient has .",
    {
      "entities": []
    }
  ]
]